{
    "title": {
        "text": {
            "headline": "Timeline",
            "text": "A loose collection of historic events that have significantly shaped today’s social institutions"
        }
    },
    "events": [
        {
            "start_date": {
                "year": "900"
            },
            "end_date": {
                "year": "1500"
            },
            "text": {
                "headline": "European Feudalism",
                "text": "The social system now loosely referred to as feudalism featured a hierarchy of reciprocal obligations. Each man was bound to serve his superior in return for the latter's protection. The medieval population was divided into three groups: those who pray, those who fight, and those who work. The serf and farmer supported with labor and taxes the clergy who prayed and the noble lords, knights, and warriors who fought. In return the farmer received the benefits (or burden) of religion and protection by mounted and heavily armored soldiers. The church took its tithe and the soldiers required a large economic investment. A social and legal gulf resulted between the priest, the knight, and the farmer.<br><br>Population and commerce grew rapidly within the feudal system during the years of 1150–1300, and pushed Western Europe on a road to capitalist development. Feudalism allowed the state to provide a degree of public safety despite the continued absence of bureaucracy and written records. Even land ownership disputes were decided based solely on oral testimony. Territoriality was reduced to a network of personal allegiances.<br><br>Feudalism effectively ended by about 1500. This was partly since the military shifted from armies consisting of the nobility to professional fighters thus reducing the nobility's claim on power, but also because the Black Death reduced the nobility's hold over the lower classes. Even when the original feudal relationships had disappeared, there were many institutional remnants of feudalism left in place.<br><br>The idea of feudalism was unknown and the system it describes was not conceived of as a formal political system by the people living in the Medieval Period. In the 18th century, writers of the Enlightenment valued reason and the Middle Ages were viewed as the \"Dark Ages\". Enlightenment authors generally mocked and ridiculed anything from the \"Dark Ages\" including feudalism, projecting its negative characteristics on the current French monarchy as a means of political gain. Adam Smith used the term \"feudal system\" to describe a social and economic system defined by inherited social ranks, each of which possessed inherent social and economic privileges and obligations. In such a system wealth derived from agriculture, which was arranged not according to market forces but on the basis of customary labour services owed by serfs to landowning nobles."
            },
            "media": {
                "url": "https://en.wikipedia.org/wiki/Feudalism"
            }
        },
        {
            "start_date": {
                "year": "1206"
            },
            "end_date": {
                "year": "1350"
            },
            "text": {
                "headline": "Expansion of the Mongol Empire and Pax Mongolica",
                "text": "The Mongol Empire emerged from the unification of several nomadic tribes in the Mongol homeland under the leadership of Genghis Khan, whom a council proclaimed ruler of all the Mongols in 1206. The empire grew rapidly under his rule and that of his descendants, who sent invasions in every direction. The vast transcontinental empire connected the East with the West with an enforced Pax Mongolica, allowing the dissemination and exchange of trade, technologies, commodities and ideologies across Eurasia. The term \"Pax Mongolica\" is used to describe the eased communication and commerce the unified administration helped to create and the period of relative peace that followed the Mongols' vast conquests.<br><br>Through territorial expansion, the Mongol Nation not only became an empire, but it also became more technologically and economically advanced. The trade routes used by merchants became safe for travel, resulting in an overall growth and expansion of trade from China in the east to Britain in the west. Increasing trade and commerce meant that the respective nations and societies increased their exposure to new goods and markets, thus increasing the GDP of each nation or society that was involved in the trade system. Along with tangible goods, people, techniques, information, and ideas moved lucidly across the Eurasian landmass for the first time.<br><br>The decline of the period of the Pax Mongolica was a result of a number of factors, including incompetent and rivalling leaders, corruption, revolts, decadence, factional struggles, assassinations, external attacks, and disease. The Black Death quickly spread to the rest of the world trade system, and the long-distance trading that was common and applauded during the Pax Mongolica almost entirely stopped. Over the next 300 years China would become extremely isolated from foreign merchants; China prohibited foreigners or foreign trade and languages other than Chinese, and the Chinese experienced cultural stagnation."
            },
            "media": {
                "url": "https://en.wikipedia.org/wiki/Mongol_Empire"
            }
        },
        {
            "start_date": {
                "year": "1346"
            },
            "end_date": {
                "year": "1353"
            },
            "text": {
                "headline": "The Black Death",
                "text": "The Black Death is estimated to have killed 30% to 60% of Europe's population. In total, the plague may have reduced the world population from an estimated 450 million to 350–375 million in the 14th century. It took 200 years for the world population to recover to its previous level."
            },
            "media": {
                "url": "https://en.wikipedia.org/wiki/Black_Death"
            }
        },
        {
            "start_date": {
                "year": "1419"
            },
            "end_date": {
                "year": "1743"
            },
            "text": {
                "headline": "Age of Discovery",
                "text": "European overseas exploration led to the rise of global trade and the European colonial empires, with the contact between the Old World (Europe, Asia and Africa) and the New World (the Americas and Australia) producing the Columbian Exchange, a wide transfer of plants, animals, food, human populations (including slaves), communicable diseases and culture between the Eastern and Western Hemispheres. This represented one of the most significant global events concerning ecology, agriculture and culture in history. The Age of Discovery and later European exploration allowed the global mapping of the world, resulting in a new worldview and distant civilizations coming into contact, but also led to the propagation of diseases that decimated populations not previously in contact with Eurasia and Africa and to the enslavement, exploitation, military conquest and economic dominance by Europe and its colonies over native populations. It also allowed for the expansion of Christianity throughout the world: with the spread of missionary activity, it eventually became the world's largest religion.<br><br>Global exploration started with the Portuguese discoveries of the Atlantic archipelagos of Madeira and the Azores in 1419 and 1427, the coast of Africa after 1434 and the sea route to India in 1498; and from the Crown of Castile (Spain), the trans-Atlantic voyages of Christopher Columbus to the Americas between 1492 and 1502 and the first circumnavigation of the globe in 1519–1522. The new trans-oceanic links and their domination by the European powers ushered in the first wave of European colonization, which primarily involved the European colonization of the Americas, though it also included the establishment of European colonies in India and in Maritime Southeast Asia. During this period, European interests in Africa primarily focused on the establishment of trading posts there, particularly for the African slave trade.<br><br>The economic pursuits of the Spanish and Portuguese empires ushered in the era of the Atlantic Slave Trade. Spain and Portugal sought the utilization of foreign and indigenous peoples during post colonial contact with the New World. The Portuguese and Spanish use of slavery in Latin America was seen as a lucrative business which ultimately led to internal and external development in gaining economic influence at any cost. The English, French and Dutch were no more averse to making a profit than the Spanish and Portuguese, and whilst their areas of settlement in the Americas proved to be devoid of the precious metals found by the Spanish, trade in other commodities and products that could be sold at massive profit in Europe provided another reason for crossing the Atlantic, in particular furs from Canada, tobacco and cotton grown in Virginia and sugar in the islands of the Caribbean and Brazil. Due to the massive depletion of indigenous labour, plantation owners had to look elsewhere for manpower for these labour-intensive crops. They turned to the slave trade of west Africa and began transporting humans across the Atlantic on a massive scale – historians estimate that the Atlantic slave trade brought between 10 and 12 million individuals to the New World. The islands of the Caribbean soon came to be populated by slaves of African descent, ruled over by a white minority of plantation owners interested in making a fortune and then returning to their home country to spend it.<br><br>The search for the wealth and prosperity of India led Portuguese sailor Vasco da Gama to become the first European to re-establish direct trade links with India since Roman times. Trading rivalries among the seafaring European powers brought other European powers to India. The Dutch Republic, England, France, and Denmark-Norway all established trading posts in India in the early 17th century. As the Mughal Empire disintegrated in the early 18th century, and then as the Maratha Empire became weakened after the third battle of Panipat, many relatively weak and unstable Indian states which emerged were increasingly open to manipulation by the Europeans, through dependent Indian rulers.<br><br>In the later 18th century Great Britain and France struggled for dominance, partly through proxy Indian rulers but also by direct military intervention. The defeat of the formidable Indian ruler Tipu Sultan in 1799 marginalised the French influence. This was followed by a rapid expansion of British power, and in 1818 the British controlled most of the Indian subcontinent and began imposing their ideas and ways on its residents, including different succession laws that allowed the British to take over a state with no successor and gain its land and armies, new taxes, and monopolistic control of industry. The British also collaborated with Indian officials to increase their influence in the region. British India, consisting of the directly-ruled British presidencies and provinces, contained the most populous and valuable parts of the British Empire and thus became known as \"the jewel in the British crown\". Indian economist Utsa Patnaik, who has done a deep research on the fiscal relations between colonial India and Britain, calculated in her essay published in Columbia University Press that Britain drained a total of £9.2 trillion (equal to $45 trillion) from India during the period 1765 to 1938.<br><br>The European appetite for trade, commodities, empire and slaves greatly affected many other areas of the world; further European expansion lead European colonial powers to control most of the planet. Spain participated in the destruction of aggressive empires in the Americas, only to substitute its own, and forcibly replaced the original religions. The pattern of territorial aggression was repeated by other European empires, most notably the Dutch, Russian, French and British. Christianity replaced older \"pagan\" rituals, as were new languages, political and sexual cultures, and in some areas like North America, Australia, New Zealand and Argentina, the indigenous peoples were abused and driven off most of their lands, being reduced to small, dependent minorities. Similarly, in coastal Africa, local states supplied the appetite of European slave traders, changing the complexion of coastal African states and fundamentally altering the nature of African slavery, causing impacts on societies and economies deep inland."
            },
            "media": {
                "url": "https://en.wikipedia.org/wiki/Age_of_Discovery"
            }
        },
        {
            "start_date": {
                "year": "1500"
            },
            "end_date": {
                "year": "1776"
            },
            "text": {
                "headline": "European Mercantilism",
                "text": "Mercantilism promotes government regulation of a nation's economy for the purpose of augmenting state power at the expense of rival national powers. Mercantilism includes a national economic policy aimed at accumulating monetary reserves through a positive balance of trade, especially of finished goods. Historically, such policies frequently led to war and also motivated colonial expansion.<br><br>Mercantilist ideas were the dominant economic ideology of all of Europe in the early modern period, and most states embraced it to a certain degree. Mercantilism was centred on England and France, and it was in these states that mercantilist policies were most often enacted. The policies have included:<br>- High tariffs, especially on manufactured goods.<br>- Forbidding colonies to trade with other nations.<br>- Monopolizing markets with staple ports.<br>- Banning the export of gold and silver, even for payments.<br>- Forbidding trade to be carried in foreign ships, as per, for example, the Navigation Acts.<br>- Subsidies on exports.<br>- Promoting manufacturing and industry through research or direct subsidies.<br>- Limiting wages.<br>- Maximizing the use of domestic resources.<br>- Restricting domestic consumption through non-tariff barriers to trade.<br><br>Mercantilism developed at a time of transition for the European economy. Isolated feudal estates were being replaced by centralized nation-states as the focus of power. Technological changes in shipping and the growth of urban centers led to a rapid increase in international trade. Mercantilism focused on how this trade could best aid the states.<br><br>Mercantilists viewed the economic system as a zero-sum game, in which any gain by one party required a loss by another. Thus, any system of policies that benefited one group would by definition harm the other, and there was no possibility of economics being used to maximize the commonwealth, or common good. Mercantilists' writings were also generally created to rationalize particular practices rather than as investigations into the best policies.<br><br>The mercantilists saw a large population as a form of wealth that made possible the development of bigger markets and armies. Opposite to mercantilism was the doctrine of physiocracy, which predicted that mankind would outgrow its resources. The idea of mercantilism was to protect the markets as well as maintain agriculture and those who were dependent upon it. One notion that mercantilists widely agreed upon was the need for economic oppression of the working population; laborers and farmers were to live at the \"margins of subsistence\". The goal was to maximize production, with no concern for consumption. Extra money, free time, and education for the lower classes were seen to inevitably lead to vice and laziness, and would result in harm to the economy.<br><br>Mercantilism was the economic version of warfare using economics as a tool for warfare by other means backed up by the state apparatus and was well suited to an era of military warfare. Since the level of world trade was viewed as fixed, it followed that the only way to increase a nation's trade was to take it from another. Most wars had other causes but they reinforced mercantilism by clearly defining the enemy, and justified damage to the enemy's economy.<br><br>Mercantilism fueled the imperialism of this era, as many nations expended significant effort to conquer new colonies that would be sources of gold (as in Mexico) or sugar (as in the West Indies), as well as becoming exclusive markets. European power spread around the globe, often under the aegis of companies with government-guaranteed monopolies in certain defined geographical regions, such as the Dutch East India Company or the British Hudson's Bay Company (operating in present-day Canada). With the establishment of overseas colonies by European powers early in the 17th century, mercantile theory gained a new and wider significance, in which its aim and ideal became both national and imperialistic.<br><br>Mercantilism as a weapon has continued to be used by nations through the 21st century by way of modern tariffs as it puts smaller economies in a position to conform to the larger economies goals or risk economic ruin due to an imbalance in trade. Trade wars are often dependent on such tariffs and restrictions hurting the opposing economy. In Europe, academic belief in mercantilism began to fade in the late-18th century, especially in Britain, in light of the arguments of Adam Smith and of the classical economists. The British Parliament's repeal of the Corn Laws under Robert Peel in 1846 symbolized the emergence of free trade as an alternative system."
            },
            "media": {
                "url": "https://en.wikipedia.org/wiki/Mercantilism"
            }
        },
        {
            "start_date": {
                "year": "1543"
            },
            "end_date": {
                "year": "1687"
            },
            "text": {
                "headline": "The Scientific Revolution",
                "text": "The period saw a fundamental transformation in scientific ideas across mathematics, physics, astronomy, and biology in institutions supporting scientific investigation and in the more widely held picture of the universe. The Scientific Revolution led to the establishment of several modern sciences. In 1984, Joseph Ben-David wrote: \"Rapid accumulation of knowledge, which has characterized the development of science since the 17th century, had never occurred before that time. The new kind of scientific activity emerged only in a few countries of Western Europe, and it was restricted to that small area for about two hundred years. (Since the 19th century, scientific knowledge has been assimilated by the rest of the world)\".<br><br>Under the scientific method as conceived in the 17th century, natural and artificial circumstances were set aside as a research tradition of systematic experimentation was slowly accepted by the scientific community. The philosophy of using an inductive approach to obtain knowledge — to abandon assumption and to attempt to observe with an open mind — was in contrast with the earlier, Aristotelian approach of deduction, by which analysis of known facts produced further understanding. In practice, many scientists and philosophers believed that a healthy mix of both was needed — the willingness to question assumptions, yet also to interpret observations assumed to have some degree of validity. By the end of the Scientific Revolution the qualitative world of book-reading philosophers had been changed into a mechanical, mathematical world to be known through experimental research."
            },
            "media": {
                "url": "https://en.wikipedia.org/wiki/Scientific_Revolution"
            }
        },
        {
            "start_date": {
                "year": "1715"
            },
            "end_date": {
                "year": "1789"
            },
            "text": {
                "headline": "Age of Enlightenment",
                "text": "The ideas of the Enlightenment undermined the authority of the monarchy and the Church and paved the way for the political revolutions of the 18th and 19th centuries. A variety of 19th-century movements, including liberalism and neo-classicism, trace their intellectual heritage to the Enlightenment. The Enlightenment included a range of ideas centered on reason as the primary source of knowledge and advanced ideals such as liberty, progress, toleration, fraternity, constitutional government and separation of church and state. In France, the central doctrines of the Enlightenment philosophers were individual liberty and religious tolerance, in opposition to an absolute monarchy and the fixed dogmas of the Roman Catholic Church. The Enlightenment was marked by an emphasis on the scientific method and reductionism, along with increased questioning of religious orthodoxy.<br><br>Science played an important role in Enlightenment discourse and thought. Many Enlightenment writers and thinkers had backgrounds in the sciences and associated scientific advancement with the overthrow of religion and traditional authority in favour of the development of free speech and thought. Broadly speaking, Enlightenment science greatly valued empiricism and rational thought and was embedded with the Enlightenment ideal of advancement and progress. The study of science, under the heading of natural philosophy, was divided into physics and a conglomerate grouping of chemistry and natural history, which included anatomy, biology, geology, mineralogy and zoology. Scientific progress during the Enlightenment included the discovery of carbon dioxide, the argument for deep time, and the invention of the condensing steam engine.<br><br>Hume and other Scottish Enlightenment thinkers developed a \"science of man\", which was expressed historically in works by authors who merged a scientific study of how humans behaved in ancient and primitive cultures with a strong awareness of the determining forces of modernity. Modern sociology largely originated from this movement and Hume's philosophical concepts that directly influenced James Madison (and thus the U.S. Constitution) and as popularised by Dugald Stewart, would be the basis of classical liberalism.<br><br>The Enlightenment has long been hailed as the foundation of modern Western political and intellectual culture. The Enlightenment brought political modernization to the West, in terms of introducing democratic values and institutions and the creation of modern, liberal democracies.<br><br>One of the primary elements of the culture of the Enlightenment was the rise of the public sphere, a \"realm of communication marked by new arenas of debate, more open and accessible forms of urban public space and sociability, and an explosion of print culture\", in the late 17th century and 18th century. Elements of the public sphere included that it was egalitarian, that it discussed the domain of \"common concern,\" and that argument was founded on reason. Habermas uses the term \"common concern\" to describe those areas of political/social knowledge and discussion that were previously the exclusive territory of the state and religious authorities, now open to critical examination by the public sphere. The values of this bourgeois public sphere included holding reason to be supreme, considering everything to be open to criticism (the public sphere is critical), and the opposition of secrecy of all sorts.<br><br>The creation of the public sphere has been associated with two long-term historical trends: the rise of the modern nation state and the rise of capitalism. The modern nation state, in its consolidation of public power, created by counterpoint a private realm of society independent of the state, which allowed for the public sphere. Capitalism also increased society's autonomy and self-awareness, as well as an increasing need for the exchange of information.<br><br>The context for the rise of the public sphere was the economic and social change commonly associated with the Industrial Revolution: \"Economic expansion, increasing urbanization, rising population and improving communications in comparison to the stagnation of the previous century\". Rising efficiency in production techniques and communication lowered the prices of consumer goods and increased the amount and variety of goods available to consumers (including the literature essential to the public sphere). Meanwhile, the colonial experience (most European states had colonial empires in the 18th century) began to expose European society to extremely heterogeneous cultures, leading to the breaking down of \"barriers between cultural systems, religious divides, gender differences and geographical areas\"."
            },
            "media": {
                "url": "https://en.wikipedia.org/wiki/Age_of_Enlightenment"
            }
        },
        {
            "start_date": {
                "year": "1760"
            },
            "end_date": {
                "year": "1830"
            },
            "text": {
                "headline": "The Industrial Revolution",
                "text": "The Industrial Revolution marks a major turning point in history; almost every aspect of daily life was influenced in some way. In particular, average income and population began to exhibit unprecedented sustained growth. The effects on living conditions of the Industrial Revolution have been very controversial, and were hotly debated by economic and social historians from the 1950s to the 1980s. Some economists say that the major impact of the Industrial Revolution was that the standard of living for the general population began to increase consistently for the first time in history, although others have said that it did not begin to meaningfully improve until the late 19th and 20th centuries. A series of 1950s essays by Henry Phelps Brown and Sheila V. Hopkins later set the academic consensus that the bulk of the population, that was at the bottom of the social ladder, suffered severe reductions in their living standards, but during 1813–1913, there was a significant increase in worker wages.<br><br>The Industrial Revolution began in Great Britain, and many of the technological innovations were of British origin. By the mid-18th century Britain was the world's leading commercial nation, controlling a global trading empire with colonies in North America and the Caribbean, and with some political influence on the Indian subcontinent, through the activities of the East India Company. The development of trade and the rise of business were major causes of the Industrial Revolution. Although the structural change from agriculture to industry is widely associated with the Industrial Revolution, in the United Kingdom it was already almost complete by 1760.<br><br>Consumers benefited from falling prices for clothing and household articles such as cast iron cooking utensils, and in the following decades, stoves for cooking and space heating. Coffee, tea, sugar, tobacco and chocolate became affordable to many in Europe. Consumer items such as watches and household clocks became popular, meeting the demands of the consumer revolution and growth in wealth of the middle classes in Britain. A growing consumer culture also saw people start to spend more money on entertainment. Increased literacy rates, industrialisation, and the invention of railway, created a new market for cheap popular literature for the masses and the ability for it to be circulated on a large scale.<br><br>The Industrial Revolution was the first period in history during which there was a simultaneous increase in both population and per capita income. According to Robert Hughes in The Fatal Shore, the population of England and Wales, which had remained steady at six million from 1700 to 1740, rose dramatically after 1740. The population of England had more than doubled from 8.3 million in 1801 to 16.8 million in 1850 and, by 1901, had nearly doubled again to 30.5 million. Improved conditions led to the population of Britain increasing from 10 million to 40 million in the 1800s. Europe's population increased from about 100 million in 1700 to 400 million by 1900.<br><br>Prior to the Industrial Revolution, most of the workforce was employed in agriculture, either as self-employed farmers as landowners or tenants, or as landless agricultural labourers. In Britain by the 16th century the putting-out system, by which farmers and townspeople produced goods for market in their homes, often described as cottage industry, was being practiced. Some early spinning and weaving machinery, such as a 40 spindle jenny for about six pounds in 1792, was affordable for cottagers. As these devices were mechanized, machine made goods were able to underprice the cottagers, leaving them unable to earn enough to make their effort worthwhile. Many workers, such as displaced farmers and agricultural workers, who had nothing but their labour to sell, became factory workers out of necessity. The change in the social relationship of the factory worker compared to farmers and cottagers was viewed unfavourably by Karl Marx, however, he recognized the increase in productivity made possible by technology.<br><br>The majority of textile factory workers during the Industrial Revolution were unmarried women and children, including many orphans. They typically worked for 12 to 14 hours per day with only Sundays off. Factory workers typically lived within walking distance to work until the introduction of bicycles and electric street railways in the 1890s. Thus the factory system was partly responsible for the rise of urban living, as large numbers of workers migrated into the towns in search of employment in the factories. Many mills had to provide dormitories for workers, especially for girls and women. Lack of adequate transportation, long hours and poor pay made it difficult to recruit and maintain workers.<br><br>The very rapid growth in population in the 19th century in the cities included the new industrial and manufacturing cities, as well as service centers such as Edinburgh and London. The critical factor was financing, which was handled by building societies that dealt directly with large contracting firms. Private renting from housing landlords was the dominant tenure. P. Kemp says this was usually of advantage to tenants. People moved in so rapidly that there was not enough capital to build adequate housing for everyone, so low-income newcomers squeezed into increasingly overcrowded slums. Clean water, sanitation, and public health facilities were inadequate; the death rate was high, especially infant mortality, and tuberculosis among young adults. Cholera from polluted water and typhoid were endemic. Unlike rural areas, there were no famines such as devastated Ireland in the 1840s.<br><br>Child labour was also a major part of the system, and was vehemently argued by those who deemed it immoral. However, in the early 19th century, education was not compulsory and in many families having children work was necessary due to low incomes. Children commonly did farm labour and produced goods for the household. Besides working in factories children worked in mines. Automation in the late 19th century is credited with displacing child labour, with the automatic glass bottle blowing machine (ca. 1890) cited as an example, having been said to do more to end child labour than child labour laws. Years of schooling began to increase sharply from the end of the 19th century.<br><br>In terms of social structure, the Industrial Revolution created a middle class of businessmen, clerks, foremen and engineers who lived in much better conditions, and witnessed the triumph of the middle class over a landed class of nobility and gentry. For workers of the laboring classes, industrial life \"was a stony desert, which they had to make habitable by their own efforts.\"<br><br>Debate arose concerning the morality of the system, as workers complained about unfair working conditions prior to the passage of labour laws. One of the problems concerned women's labour; in many cases women were paid almost a quarter of what men made. Women's historians have debated the effect of the Industrial Revolution and capitalism generally on the status of women. Though, harsh working conditions were prevalent long before the Industrial Revolution took place. Pre-industrial society was very static and often cruel – child labour, dirty living conditions, and long working hours were just as prevalent before the Industrial Revolution.<br><br>The Industrial Revolution concentrated labour into mills, factories and mines, thus facilitating the organisation of combinations or trade unions to help advance the interests of working people. The power of a union could demand better terms by withdrawing all labour and causing a consequent cessation of production. Employers had to decide between giving in to the union demands at a cost to themselves or suffering the cost of the lost production. Skilled workers were hard to replace, and these were the first groups to successfully advance their conditions through this kind of bargaining.<br><br>The origins of the environmental movement lay in the response to increasing levels of smoke pollution in the atmosphere during the Industrial Revolution. The emergence of great factories and the concomitant immense growth in coal consumption gave rise to an unprecedented level of air pollution in industrial centers; after 1900 the large volume of industrial chemical discharges added to the growing load of untreated human waste. In industrial cities local experts and reformers, especially after 1890, took the lead in identifying environmental degradation and pollution, and initiating grass-roots movements to demand and achieve reforms."
            },
            "media": {
                "url": "https://en.wikipedia.org/wiki/Industrial_Revolution"
            }
        },
        {
            "start_date": {
                "year": "1776"
            },
            "end_date": {
                "year": "1870"
            },
            "text": {
                "headline": "Classical political economy",
                "text": "The classical economists produced their \"magnificent dynamics\" during a period in which capitalism was emerging from feudalism and in which the Industrial Revolution was leading to vast changes in society. These changes raised the question of how a society could be organized around a system in which every individual sought his or her own (monetary) gain. Classical political economy is popularly associated with the idea that free markets can regulate themselves, though the classical economists saw a role for the state in providing for the common good. In terms of international trade, the classical economists were advocates of free trade, which distinguishes them from their mercantilist predecessors, who advocated protectionism.<br><br>Classical economists and their immediate predecessors reoriented economics away from an analysis of the ruler's personal interests to broader national interests. Adam Smith, following the physiocrat François Quesnay, identified the wealth of a nation with the yearly national income, instead of the king's treasury. Smith saw this income as produced by labour, land, and capital. With property rights to land and capital held by individuals, the national income is divided up between labourers, landlords, and capitalists in the form of wages, rent, and interest or profits. In his vision, productive labour was the true source of income, while capital was the main organizing force, boosting labour's productivity and inducing growth.<br><br>Ricardo and James Mill systematized Smith's theory. Their ideas became economic orthodoxy in the period ca. 1815–1848, after which an \"anti-Ricardian reaction\" took shape, especially on the European continent, that eventually became marginalist/neoclassical economics. The definitive split is typically placed somewhere in the 1870s, after which the torch of Ricardian economics was carried mainly by Marxian economics, while neoclassical economics became the new orthodoxy also in the English-speaking world.<br><br>Classical economics and many of its ideas remain fundamental in economics, though the theory itself has yielded, since the 1870s, to neoclassical economics. Other ideas have either disappeared from neoclassical discourse or been replaced by Keynesian economics in the Keynesian Revolution and neoclassical synthesis. Some classical ideas are represented in various schools of heterodox economics, notably Georgism and Marxian economics – Marx and Henry George being contemporaries of classical economists – and Austrian economics, which split from neoclassical economics in the late 19th century. In the mid-20th century, a renewed interest in classical economics gave rise to the neo-Ricardian school and its offshoots."
            },
            "media": {
                "url": "https://en.wikipedia.org/wiki/Classical_economics"
            }
        },
        {
            "start_date": {
                "year": "1776"
            },
            "text": {
                "headline": "Adam Smith published The Wealth of Nations",
                "text": "The Wealth of Nations was the product of seventeen years of notes and earlier works, as well as an observation of conversation among economists of the time concerning economic and societal conditions during the beginning of the Industrial Revolution, and it took Smith some ten years to produce. The result, An Inquiry to the Wealth of Nations, was a treatise which sought to offer a practical application for reformed economic theory to replace the mercantilist and physiocratic economic theories that were becoming less relevant in the time of industrial progress and innovation. It provided the foundation for economists, politicians, mathematicians, biologists, and thinkers of all fields to build upon. Irrespective of historical influence, The Wealth of Nations represented a clear paradigm shift in the field of economics, comparable to Sir Isaac Newton's Principia Mathematica for physics, Antoine Lavoisier's Traité Élémentaire de Chimie for chemistry, or Charles Darwin's On the Origin of Species for biology.<br><br>The fundamental message in Smith's book was that the wealth of any nation was determined not by the gold in the monarch's coffers, but by its national income. This income was in turn based on the labor of its inhabitants, organized efficiently by the division of labour and the use of accumulated capital, which became one of classical economics' central concepts. Smith acknowledged that there were areas where the market is not the best way to serve the common interest, and he took it as a given that the greater proportion of the costs supporting the common good should be borne by those best able to afford them. He warned repeatedly of the dangers of monopoly, and stressed the importance of competition."
            },
            "media": {
                "url": "https://en.wikipedia.org/wiki/The_Wealth_of_Nations"
            }
        },
        {
            "start_date": {
                "year": "1870"
            },
            "end_date": {
                "year": "1914"
            },
            "text": {
                "headline": "Second Industrial Revolution",
                "text": "Advancements in manufacturing and production technology enabled the widespread adoption of technological systems such as telegraph and railroad networks, gas and water supply, and sewage systems, which had earlier been concentrated to a few select cities. The enormous expansion of rail and telegraph lines after 1870 allowed unprecedented movement of people and ideas, which culminated in a new wave of globalization. In the same time period, new technological systems were introduced, most significantly electrical power and telephones. The Second Industrial Revolution continued into the 20th century with early factory electrification and the production line, and was also the period during which modern organizational methods for operating large scale businesses over vast areas came into use.<br><br>The period from 1870 to 1890 saw the greatest increase in economic growth in such a short period as ever in previous history. Living standards improved significantly in the newly industrialized countries as crop failures no longer resulted in starvation in areas connected to large markets through transport infrastructure, and the prices of goods fell dramatically due to the increases in productivity. This caused unemployment and great upheavals in commerce and industry, with many laborers being displaced by machines and many factories, ships and other forms of fixed capital becoming obsolete in a very short time span. This led to many business failures and periods that were called depressions that occurred as the world economy actually grew.<br><br>Massive improvements in public health and sanitation resulted from public health initiatives, such as the construction of the London sewerage system in the 1860s and the passage of laws that regulated filtered water supplies. This greatly reduced the infection and death rates from many diseases.<br><br>Like the first industrial revolution, the second supported population growth and saw most governments protect their national economies with tariffs. Britain retained its belief in free trade throughout this period. The wide-ranging social impact of both revolutions included the remaking of the working class as new technologies appeared. The changes resulted in the creation of a larger, increasingly professional, middle class, the decline of child labor and the dramatic growth of a consumer-based, material culture.<br><br>By 1900, the leaders in industrial production was Britain with 24% of the world total, followed by the US (19%), Germany (13%), Russia (9%) and France (7%). Europe together accounted for 62%."
            },
            "media": {
                "url": "https://en.wikipedia.org/wiki/Second_Industrial_Revolution"
            }
        },
        {
            "start_date": {
                "year": "1871"
            },
            "text": {
                "headline": "Rise of neoclassical economics",
                "text": "Neoclassical economics dominates microeconomics and, together with Keynesian economics, forms the neoclassical synthesis which dominates mainstream economics today. Although neoclassical economics has gained widespread acceptance by contemporary economists, there have been many critiques of neoclassical economics, often incorporated into newer versions of neoclassical theory, but some remaining distinct fields. It was expressed by E. Roy Weintraub that neoclassical economics rests on three assumptions, although certain branches of neoclassical theory may have different approaches:<br>- People have rational preferences between outcomes that can be identified and associated with values.<br>- Individuals maximize utility and firms maximize profits.<br>- People act independently on the basis of full and relevant information.<br>From these three assumptions, neoclassical economists have built a structure to understand the allocation of scarce resources among alternative ends — in fact understanding such allocation is often considered the definition of economics to neoclassical theorists.<br><br>After the development of classical economics, some economists gradually began emphasizing the perceived value of a good to the consumer. They proposed a theory that the value of a product was to be explained with differences in utility (usefulness) to the consumer. The third step from political economy to economics was the introduction of marginalism and the proposition that economic actors made decisions based on margins. For example, a person decides to buy a second sandwich based on how full he or she is after the first one, a firm hires a new employee based on the expected increase in profits the employee will bring. This differs from the aggregate decision making of classical political economy in that it explains how vital goods such as water can be cheap, while luxuries can be expensive.<br><br>Perhaps its strongest criticism lies in its disregard for the physical limits of the Earth and its ecosphere which are the physical container of all human economies. This disregard becomes hot denial by Neoclassical economists when limits are asserted, since to accept such limits creates fundamental contradictions with the foundational presumptions that growth in scale of the human economy forever is both possible and desirable. The disregard/denial of limits includes both resources and 'waste sinks,' the capacity to absorb human waste products and man-made toxins. It has been argued within the field of ecological economics that the neoclassical economic system is by nature dysfunctional since it holds the destruction of the natural world through the accelerating consumption of non-renewable resources as well as the exhaustion of the 'waste sinks' of the ecosphere as 'externalities' that are nowhere taken into account in the theory.<br><br>The assumption that individuals act rationally may be viewed as ignoring important aspects of human behavior. Many see the \"economic man\" as being quite different from real people. Many economists, even contemporaries, have criticized this model of economic man. Thorstein Veblen put it most sardonically that neoclassical economics assumes a person to be \"[a] lightning calculator of pleasures and pains, who oscillates like a homogeneous globule of desire of happiness under the impulse of stimuli that shift about the area, but leave him intact.\" Large corporations might perhaps come closer to the neoclassical ideal of profit maximization, but this is not necessarily viewed as desirable if this comes at the expense of neglect of wider social issues."
            },
            "media": {
                "url": "https://en.wikipedia.org/wiki/Neoclassical_economics"
            }
        },
        {
            "start_date": {
                "year": "1881"
            },
            "end_date": {
                "year": "1914"
            },
            "text": {
                "headline": "New Imperialism",
                "text": "The American Revolution (1775–83) and the collapse of the Spanish Empire in Latin America around 1820 ended the first era of European imperialism. Especially in Great Britain these revolutions helped show the deficiencies of mercantilism, the doctrine of economic competition for finite wealth which had supported earlier imperial expansion. During this period, between the 1815 Congress of Vienna after the defeat of Napoleonic France and the end of the Franco-Prussian War in 1871, Britain reaped the benefits of being the world's sole modern, industrial power. The years from 1871 to 1914 would be marked by an extremely unstable peace. France’s determination to recover Alsace-Lorraine, annexed by Germany as a result of the Franco-Prussian War, and Germany’s mounting imperialist ambitions would keep the two nations constantly poised for conflict.<br><br>The Berlin Conference of 1884–1885 sought to destroy the competition between the powers by defining \"effective occupation\" as the criterion for international recognition of a territory claim, specifically in Africa. The imposition of direct rule in terms of \"effective occupation\" necessitated routine recourse to armed force against indigenous states and peoples. Uprisings against imperial rule were put down ruthlessly, most spectacularly in the Herero Wars in German South-West Africa from 1904 to 1907 and the Maji Maji Rebellion in German East Africa from 1905 to 1907. One of the goals of the conference was to reach agreements over trade, navigation, and boundaries of Central Africa. However, of all of the 15 nations in attendance of the Berlin Conference, none of the countries represented were African; the main dominating powers of the conference were France, Germany, Great Britain and Portugal. They remapped Africa without considering the cultural and linguistic borders that were already established. At the end of the conference, Africa was divided into 50 different colonies. The attendants established who was in control of each of these newly divided colonies. They also planned, noncommittally, to end the slave trade in Africa.<br><br>Starting in 1876, Belgium's King Leopold II ruled over 2,340,000 square kilometres (905,000 sq mi) of African land, acquired by overpowering and making treaties with over 450 native tribes. Known as the Congo Free State, it was ruled personally by Leopold II and not by the government of Belgium, of which he was the constitutional monarch. Leopold II was able to procure the region by convincing other Eurasian states at the Berlin Conference that he was involved in humanitarian and philanthropic work and would not tax trade, though his reign in the Congo eventually earned infamy on account of the atrocities perpetrated on the locals. Leopold II's Free State extracted ivory, rubber and minerals in the upper Congo basin for sale on the world market through a series of international concessionary companies, even though its ostensible purpose in the region was to uplift the local people and develop the area. Under Leopold II's administration, the Congo Free State became one of the greatest international scandals of the early 20th century. Debate has been ongoing about the high death rate in this period, but the boldest estimates state that the forced labour system led directly and indirectly to the deaths of 50 percent of the population. The lack of accurate records makes it difficult to quantify the number of deaths caused by the ruthless exploitation and the lack of immunity to new diseases introduced by contact with European colonists.<br><br>Between 1850 and 1914, Britain brought nearly 30% of Africa's population under its control, to 15% for France, 9% for Germany, 7% for Belgium and 1% for Italy. The only regions not under European control in 1914 were Liberia and Ethiopia. Britain's formal occupation of Egypt in 1882, triggered by concern over the Suez Canal, contributed to a preoccupation over securing control of the Nile River, leading to the conquest of neighboring Sudan in 1896-1898, which in turn led to confrontation with a French military expedition at Fashoda in September 1898. In 1899, Britain set out to complete its takeover of the future South Africa, which it had begun in 1814 with the annexation of the Cape Colony, by invading the gold-rich Afrikaner republics of Transvaal and the neighboring Orange Free State. The chartered British South Africa Company had already seized the land to the north, renamed Rhodesia after its head, the Cape tycoon Cecil Rhodes. British gains in southern and East Africa prompted Rhodes and Alfred Milner, Britain's High Commissioner in South Africa, to urge a \"Cape to Cairo\" empire: linked by rail, the strategically important Canal would be firmly connected to the mineral-rich South, though Belgian control of the Congo Free State and German control of German East Africa prevented such an outcome until the end of World War I, when Great Britain acquired the latter territory.<br><br>Britain's quest for southern Africa and its diamonds led to social complications and fallouts that lasted for years. To work for their prosperous company, British businessmen hired both white and black South Africans. But when it came to jobs, the white South Africans received the higher paid and less dangerous ones, leaving the black South Africans to risk their lives in the mines for limited pay. This process of separating the two groups of South Africans, whites and blacks, was the beginning of segregation between the two (apartheid) that lasted until 1990.<br><br>New Imperialism gave rise to new social views of colonialism. Rudyard Kipling, for instance, urged the United States to \"Take up the White Man's burden\" of bringing European civilization to the other peoples of the world, regardless of whether these \"other peoples\" wanted this civilization or not. While Social Darwinism became popular throughout Western Europe and the United States, the paternalistic French and Portuguese \"civilizing mission\" appealed to many European statesmen both in and outside France. Despite apparent benevolence existing in the notion of the \"White Man's Burden\", the unintended consequences of imperialism might have greatly outweighed the potential benefits. Governments became increasingly paternalistic at home and neglected the individual liberties of their citizens. Military spending expanded, usually leading to an \"imperial overreach\", and imperialism created clients of ruling elites abroad that were brutal and corrupt, consolidating power through imperial rents and impeding social change and economic development that ran against their ambitions. Furthermore, \"nation building\" oftentimes created cultural sentiments of racism and xenophobia.<br><br>Many of Europe's major elites also found advantages in formal, overseas expansion: large financial and industrial monopolies wanted imperial support to protect their overseas investments against competition and domestic political tensions abroad, bureaucrats sought government offices, military officers desired promotion, and the traditional but waning landed gentries sought increased profits for their investments, formal titles, and high office. Such special interests have perpetuated empire building throughout history.<br><br>Observing the rise of trade unionism, socialism, and other protest movements during an era of mass society both in Europe and later in North America, elites sought to use imperial jingoism to co-opt the support of part of the industrial working class. The notion of rule over foreign lands commanded widespread acceptance among metropolitan populations, even among those who associated imperial colonization with oppression and exploitation. For example, the 1904 Congress of the Socialist International concluded that the colonial peoples should be taken in hand by future European socialist governments and led by them into eventual independence."
            },
            "media": {
                "url": "https://en.wikipedia.org/wiki/New_Imperialism"
            }
        },
        {
            "start_date": {
                "year": "1914"
            },
            "end_date": {
                "year": "1918"
            },
            "text": {
                "headline": "World War I",
                "text": "One of the most dramatic effects of the war was the expansion of governmental powers and responsibilities in Britain, France, the United States, and the Dominions of the British Empire. To harness all the power of their societies, governments created new ministries and powers. New taxes were levied and laws enacted, all designed to bolster the war effort; many have lasted to this day. Similarly, the war strained the abilities of some formerly large and bureaucratised governments, such as in Austria-Hungary and Germany.<br><br>Macro- and micro-economic consequences devolved from the war. Families were altered by the departure of many men. With the death or absence of the primary wage earner, women were forced into the workforce in unprecedented numbers. At the same time, industry needed to replace the lost labourers sent to war. This aided the struggle for voting rights for women.<br><br>World War I further compounded the gender imbalance, adding to the phenomenon of surplus women. The deaths of nearly one million men during the war in Britain increased the gender gap by almost a million: from 670,000 to 1,700,000. The number of unmarried women seeking economic means grew dramatically. In addition, demobilisation and economic decline following the war caused high unemployment. The war increased female employment; however, the return of demobilised men displaced many from the workforce, as did the closure of many of the wartime factories.<br><br>In Britain, rationing was finally imposed in early 1918, limited to meat, sugar, and fats (butter and margarine), but not bread. From 1914 to 1918, trade union membership doubled, from a little over four million to a little over eight million. Britain turned to her colonies for help in obtaining essential war materials whose supply from traditional sources had become difficult. Geologists were called on to find new resources of precious minerals in the African colonies.<br><br>Article 231 of the Treaty of Versailles (the so-called \"war guilt\" clause) stated Germany accepted responsibility for \"all the loss and damage to which the Allied and Associated Governments and their nationals have been subjected as a consequence of the war imposed upon them by the aggression of Germany and her allies.\" It was worded as such to lay a legal basis for reparations, and a similar clause was inserted in the treaties with Austria and Hungary. By 1929, the Great Depression arrived, causing political chaos throughout the world, and in 1932 the payment of reparations was suspended by the international community. With the rise of Adolf Hitler, all bonds and loans that had been issued and taken out during the 1920s and early 1930s were cancelled. Following the Second World War, at the London Conference in 1953, Germany agreed to resume payment on the money borrowed. On 3 October 2010, Germany made the final payment on these bonds."
            },
            "media": {
                "url": "https://en.wikipedia.org/wiki/World_War_I"
            }
        },
        {
            "start_date": {
                "year": "1936"
            },
            "text": {
                "headline": "Rise of Keynesian economics",
                "text": "Keynesian economics served as the standard economic model in the developed nations during the later part of the Great Depression, World War II, and the post-war economic expansion (1945–1973), though it lost some influence following the oil shock and resulting stagflation of the 1970s. The advent of the financial crisis of 2007–08 caused a resurgence in Keynesian thought, which continues as new Keynesian economics. Present-day mainstream economics stems from the neoclassical synthesis, which was the post–World War II merger of Keynesian macroeconomics and neoclassical microeconomics. Keynesian economics developed during and after the Great Depression from the ideas presented by Keynes in his 1936 book, The General Theory of Employment, Interest and Money. Keynes contrasted his approach to the aggregate supply-focused classical economics that preceded his book. The interpretations of Keynes that followed are contentious and several schools of economic thought claim his legacy.<br><br>Keynesian economists generally argue that as aggregate demand is volatile and unstable, a market economy often experiences inefficient macroeconomic outcomes in the form of economic recessions (when demand is low) and inflation (when demand is high), and that these can be mitigated by economic policy responses, in particular, monetary policy actions by the central bank and fiscal policy actions by the government, which can help stabilize output over the business cycle. Keynesian economists generally advocate a managed market economy – predominantly private sector, but with an active role for government intervention during recessions and depressions.<br><br>Keynes argued that the solution to the Great Depression was to stimulate the country (\"incentive to invest\") through some combination of two approaches: a reduction in interest rates (monetary policy), and government investment in infrastructure (fiscal policy). If the interest rate at which businesses and consumers can borrow decreases, investments that were previously uneconomic become profitable, and large consumer sales normally financed through debt become more affordable. A principal function of central banks in countries that have them is to influence this interest rate through a variety of mechanisms collectively called monetary policy. This is how monetary policy that reduces interest rates is thought to stimulate economic activity, i.e., \"grow the economy\" — and why it is called expansionary monetary policy. Expansionary fiscal policy consists of increasing net public spending, which the government can effect by a) taxing less, b) spending more, or c) both. Investment and consumption by government raises demand for businesses' products and for employment, reversing the effects of the aforementioned imbalance. If desired spending exceeds revenue, the government finances the difference by borrowing from capital markets by issuing government bonds. This is called deficit spending.<br><br>In the last few years of his life, Keynes was much preoccupied with the question of balance in international trade. His view, supported by many economists and commentators at the time, was that creditor nations may be just as responsible as debtor nations for disequilibrium in exchanges and that both should be under an obligation to bring trade back into a state of balance. Failure for them to do so could have serious consequences. These ideas were informed by events prior to the Great Depression when – in the opinion of Keynes and others – international lending, primarily by the U.S., exceeded the capacity of sound investment and so got diverted into non-productive and speculative uses, which in turn invited default and a sudden stop to the process of lending."
            },
            "media": {
                "url": "https://en.wikipedia.org/wiki/Keynesian_economics"
            }
        },
        {
            "start_date": {
                "year": "1944"
            },
            "end_date": {
                "year": "1971"
            },
            "text": {
                "headline": "Bretton Woods system",
                "text": "Preparing to rebuild the international economic system while World War II was still raging, 730 delegates from all 44 Allied nations gathered at the Mount Washington Hotel in Bretton Woods, New Hampshire, United States, for the United Nations Monetary and Financial Conference, also known as the Bretton Woods Conference. The delegates deliberated during 1–22 July 1944, and signed the Bretton Woods agreement on its final day. Setting up a system of rules, institutions, and procedures to regulate the international monetary system, these accords established the International Monetary Fund (IMF) and the International Bank for Reconstruction and Development (IBRD), which today is part of the World Bank Group. The United States, which controlled two thirds of the world's gold, insisted that the Bretton Woods system rest on both gold and the US dollar.<br><br>The political basis for the Bretton Woods system was in the confluence of two key conditions: the shared experiences of two World Wars, with the sense that failure to deal with economic problems after the first war had led to the second; and the concentration of power in a small number of states. There was a high level of agreement among the powerful nations that failure to coordinate exchange rates during the interwar period had exacerbated political tensions. The planners at Bretton Woods hoped to avoid a repeat of the Treaty of Versailles after World War I, where intransigent insistence by creditor nations for the repayment of Allied war debts and reparations, combined with an inclination to isolationism, led to a breakdown of the international financial system and a worldwide economic depression. The so-called \"beggar thy neighbor\" policies that emerged as the crisis continued saw some trading nations using currency devaluations in an attempt to increase their competitiveness (i.e. raise exports and lower imports).<br><br>When many of the same experts who observed the 1930s became the architects of a new, unified, post-war system at Bretton Woods, their guiding principles became \"no more beggar thy neighbor\" and \"control flows of speculative financial capital\". Preventing a repetition of this process of competitive devaluations was desired, but in a way that would not force debtor nations to contract their industrial bases by keeping interest rates at a level high enough to attract foreign bank deposits. In 1944 at Bretton Woods, as a result of the collective conventional wisdom of the time, representatives from all the leading allied nations collectively favored a regulated system of fixed exchange rates, indirectly disciplined by a US dollar tied to gold — a system that relied on a regulated market economy with tight controls on the values of currencies. Flows of speculative international finance were curtailed by shunting them through and limiting them via central banks. This meant that international flows of investment went into foreign direct investment (FDI) — i.e., construction of factories overseas, rather than international currency manipulation or bond markets. Although the national experts disagreed to some degree on the specific implementation of this system, all agreed on the need for tight controls.<br><br>Facing the Soviet Union in the postwar era, whose power had also strengthened and whose territorial influence had expanded, the U.S. assumed the role of leader of the capitalist camp. The rise of the postwar U.S. as the world's leading industrial, monetary, and military power was rooted in the fact that the mainland U.S. was untouched by the war, in the instability of the national states in postwar Europe, and the wartime devastation of the Soviet and European economies. Despite the economic effort imposed by such a policy, being at the center of the international market gave the U.S. unprecedented freedom of action in pursuing its foreign affairs goals. A trade surplus made it easier to keep armies abroad and to invest outside the U.S., and because other nations could not sustain foreign deployments, the U.S. had the power to decide why, when and how to intervene in global crises. The dollar continued to function as a compass to guide the health of the world economy, and exporting to the U.S. became the primary economic goal of developing or redeveloping economies.<br><br>By the mid-1960s, the E.E.C. and Japan had become international economic powers in their own right. With total reserves exceeding those of the U.S., higher levels of growth and trade, and per capita income approaching that of the U.S., Europe and Japan were narrowing the gap between themselves and the United States. The shift toward a more pluralistic distribution of economic power led to increasing dissatisfaction with the privileged role of the U.S. dollar as the international currency. Reinforcing the relative decline in U.S. power and the dissatisfaction of Europe and Japan with the system was the continuing decline of the dollar—the foundation that had underpinned the post-1945 global trading system. The Vietnam War and the refusal of the administration of U.S. President Lyndon B. Johnson to pay for it and its Great Society programs through taxation resulted in an increased dollar outflow to pay for the military expenditures and rampant inflation, which led to the deterioration of the U.S. balance of trade position.<br><br>A negative balance of payments, growing public debt incurred by the Vietnam War and Great Society programs, and monetary inflation by the Federal Reserve caused the dollar to become increasingly overvalued. On 15 August 1971, the United States unilaterally terminated convertibility of the US dollar to gold, effectively bringing the Bretton Woods system to an end and rendering the dollar a fiat currency. This action, referred to as the Nixon shock, created the situation in which the U.S. dollar became a reserve currency used by many states."
            },
            "media": {
                "url": "https://en.wikipedia.org/wiki/Bretton_Woods_system"
            }
        },
        {
            "start_date": {
                "year": "1950"
            },
            "end_date": {
                "year": "1973"
            },
            "text": {
                "headline": "Golden Age of Capitalism",
                "text": "High productivity growth from before the war continued after the war and until the early 1970s. Manufacturing was aided by automation technologies, and wholesale and retail trade benefited from new highway systems, distribution warehouses, and material handling equipment such as forklifts and intermodal containers. Oil displaced coal in many applications, particularly in locomotives and ships. Industries that were created or expanded during the post war period included television, commercial aviation and particularly in the US, computer technology.<br><br>During both World Wars, progressive taxation and capital levies were introduced, with the generally-stated aim of distributing the sacrifices required by the war more evenly. While tax rates dipped between the wars, they did not return to pre-war levels. Top tax rates increased dramatically, in some cases tenfold. This had a significant effect on both income and wealth distributions. In the post-war period, progressive taxation persisted. Inheritance taxes also had an effect. Rationing in the United Kingdom lasted until 1954. Allied war bonds matured during the post-war years, transferring cash from governments to private households.<br><br>Institutional economists point to the international institutions established in the post-war period. Structurally, the victorious Allies established the United Nations and the Bretton Woods monetary system, international institutions designed to promote stability. This was achieved through a number of policies, including promoting free trade, instituting the Marshall Plan, and the use of Keynesian economics. After the war, the major powers were determined not to repeat the mistakes of the Great Depression, some of which were ascribed to post–World War I policy errors. The Marshall Plan for the rebuilding of Europe is most credited for reconciliation, though the immediate post-war situations was more complicated. In 1948 the Marshall Plan pumped over $12 billion to rebuild and modernize Western Europe. The European Coal and Steel Community formed the foundation of what was to become the European Union in later years.<br><br>The post-war economic boom had many social, cultural, and political effects (not least of which was the demographic bulge termed the baby boom). Movements and phenomena associated with this period include the height of the Cold War, postmodernism, decolonisation, a marked increase in consumerism, the welfare state, the space race, the Non-Aligned Movement, import substitution, counterculture of the 1960s, opposition to the Vietnam War, the Civil Rights Movement, the sexual revolution, the beginning of second-wave feminism, and a nuclear arms race. In the United States, the middle-class began a mass migration away from the cities and towards the suburbs. Thus, it can be summed up as a period of prosperity in which most people could enjoy a job for life, a house and a family.<br><br>In the West, there emerged a near-complete consensus against strong ideology and a belief that technocratic and scientific solutions could be found to most of humanity's problems, a view advanced by US President John F. Kennedy in 1962. This optimism was symbolized through such events as the 1964 New York World's Fair, and Lyndon B. Johnson's Great Society programs, which aimed at eliminating poverty in the United States. The post-war economic boom is often credited by scientists, economists and historians alike as being the tipping point in sending the planet down a path towards worldwide, catastrophic, human-caused environmental collapse, largely through the effects of global warming.<br><br>This long term business cycle ended with a number of events in the early 1970s: the collapse of the Bretton Woods monetary system in 1971, the growing international trade in manufactured goods, such as automobiles and electronics, the 1973 oil crisis, the 1973–1974 stock market crash, the ensuing 1973–75 recession. The sharp rise in oil prices hastened the transition to the post-industrial economy, and a multitude of social problems have since emerged. During the 1970s steel crisis, demand for steel declined, and the Western world faced competition from newly industrialized countries. This was especially harsh for mining and steel districts such as the North American Rust Belt and the West German Ruhr area."
            },
            "media": {
                "url": "https://en.wikipedia.org/wiki/Post%E2%80%93World_War_II_economic_expansion"
            }
        },
        {
            "start_date": {
                "year": "2008"
            },
            "end_date": {
                "year": "2012"
            },
            "text": {
                "headline": "The Great Recession"
            },
            "media": {
                "url": "https://en.wikipedia.org/wiki/Great_Recession"
            }
        },
        {
            "start_date": {
                "year": "2008"
            },
            "text": {
                "headline": "Global financial crisis",
                "text": "While the collapse of large financial institutions was prevented by the bailout of banks by national governments, stock markets still dropped worldwide. In many areas, the housing market also suffered, resulting in evictions, foreclosures, and prolonged unemployment. The crisis played a significant role in the failure of key businesses, declines in consumer wealth estimated in trillions of US dollars, and a downturn in economic activity leading to the Great Recession of 2008–2012 and contributing to the European sovereign-debt crisis."
            },
            "media": {
                "url": "https://en.wikipedia.org/wiki/Financial_crisis_of_2007%E2%80%932008"
            }
        }
    ]
}
